#+latex_class: article_egos
# erases make title
# #+BIND: org-export-latex-title-command ""

# fucks all the maketitlestuff just to be sure
#+OPTIONS: num:nil
#+OPTIONS: toc:nil
#+OPTIONS: h:5



#+BEGIN_SRC R :session calc :exports none :results values drawer :dir /home/johannes/
library(jtls)
dt_nbrs <- fread("/home/johannes/Dropbox/phd/papers/closing/misc/nbrs.csv")
wd_nbrs(dt_nbrs)
#+END_SRC

#+RESULTS:
:results:
# descs
#+MACRO: pmdb_n_all 550
#+MACRO: pmdb_n_US 70
#+MACRO: pmdb_n_closed_US 9
#+MACRO: pmdb_open_atm 453
#+MACRO: pm_n_closed 68
#+MACRO: n_pmyears 6096
#+MACRO: pmdb_n_nlpm 25
#+MACRO: pmdb_n_closed 72
#+MACRO: pmdb_n 525
#+MACRO: pmdb_n_closed_NAclosingyear 2
#+MACRO: pmdb_n_closed_before2k 2
#+MACRO: pmdb_n_open_NAopeningyear 1
#+MACRO: pmx_n 505
#+MACRO: n_founder_dead 47
#+MACRO: perc_founder_dead 9.3
#+MACRO: pm_n_used 503
#+MACRO: n_pm_close_after_recent_death 3
#+MACRO: pm_open_from2021 17
#+MACRO: N_slfid_other 140
#+MACRO: N_slfid_museum 190
#+MACRO: N_slfid_foundation 104
#+MACRO: N_slfid_collection 69
#+MACRO: perc_slfid_other 28
#+MACRO: perc_slfid_museum 38
#+MACRO: perc_slfid_foundation 21
#+MACRO: perc_slfid_collection 14
#+MACRO: mow_prop_name_museum 71


# egmus
#+MACRO: own_state_cnt 2264
#+MACRO: own_loc_reg_cnt 7690
#+MACRO: own_publicother_cnt 641
#+MACRO: own_priv_cnt 5052
#+MACRO: own_ttl_cnt 15647
#+MACRO: own_state_perc 14
#+MACRO: own_loc_reg_perc 49
#+MACRO: own_publicother_perc 4.1
#+MACRO: own_priv_perc 32
#+MACRO: own_ttl_perc 100
#+MACRO: perc_entryfees 12
#+MACRO: perc_subsidies 69


# meanhaz
#+MACRO: meanhaz_upto_2 0.10%
#+MACRO: meanhaz_upto_4 0.49%
#+MACRO: meanhaz_upto_5 0.69%
#+MACRO: meanhaz_upto_8 0.73%
#+MACRO: meanhaz_upto_10 0.89%
#+MACRO: meanhaz_upto_20 1.09%
#+MACRO: meanhaz_upto_30 1.16%
#+MACRO: meanhaz_upto_40 0.96%
#+MACRO: meanhaz_upto_100 0.90%
#+MACRO: meanhaz_8onwards 0.92%
#+MACRO: meanhaz_8to30 1.20%
#+MACRO: median_life_expectancy 52


# yearhaz
#+MACRO: yearhaz_all 0.84%
#+MACRO: yearhaz_allw 1.12%
#+MACRO: yearhaz_upto2010 0.21%
#+MACRO: yearhaz_from2010 1.36%


# pltcfgs
#+MACRO: ynkplt_p_vrblcvrg_ugrpd (eval (concat "#+label: fig:p_vrblcvrg_ugrpd\n" "#+caption: PMDB variable coverage by museum status\n" "#+attr_latex: :width 19cm\n" "[[file:../figures/p_vrblcvrg_ugrpd.pdf]]"))
#+MACRO: ynkplt_p_vrblcvrg (eval (concat "#+label: fig:p_vrblcvrg\n" "#+caption: PMDB variable coverage by museum status and variable group\n" "#+attr_latex: :width 19cm\n" "[[file:../figures/p_vrblcvrg.pdf]]"))
#+MACRO: ynkplt_p_vrblcvrg_ratio (eval (concat "#+label: fig:p_vrblcvrg_ratio\n" "#+caption: PMDB variable coverage (abs/rel prop) by museum status and variable group\n" "#+attr_latex: :width 18cm\n" "[[file:../figures/p_vrblcvrg_ratio.pdf]]"))
#+MACRO: ynkplt_p_vrblcvrg_pca (eval (concat "#+label: fig:p_vrblcvrg_pca\n" "#+caption: coverage of variables used in PCA\n" "#+attr_latex: :width 18cm\n" "[[file:../figures/p_vrblcvrg_pca.pdf]]"))
#+MACRO: ynkplt_p_scree (eval (concat "#+label: fig:p_scree\n" "#+caption: Scree plot of PCA dimensionality reduction\n" "#+attr_latex: :width 14cm\n" "[[file:../figures/p_scree.pdf]]"))
#+MACRO: ynkplt_p_pca_loadings (eval (concat "#+label: fig:p_pca_loadings\n" "#+caption: loadings of first 2 PCs\n" "#+attr_latex: :width 14cm\n" "[[file:../figures/p_pca_loadings.pdf]]"))
#+MACRO: ynkplt_p_pca_scores (eval (concat "#+label: fig:p_pca_scores\n" "#+caption: scores on first PCs\n" "#+attr_latex: :width 16cm\n" "[[file:../figures/p_pca_scores.pdf]]"))
#+MACRO: ynkplt_p_surv (eval (concat "#+label: fig:p_surv\n" "#+caption: Private Museum Survival probability\n" "#+attr_latex: :width 14cm\n" "[[file:../figures/p_surv.pdf]]"))
#+MACRO: ynkplt_p_hazard (eval (concat "#+label: fig:p_hazard\n" "#+caption: Private Museum hazard function\n" "#+attr_latex: :width 16cm\n" "[[file:../figures/p_hazard.pdf]]"))
#+MACRO: ynkplt_p_hazard_time (eval (concat "#+label: fig:p_hazard_time\n" "#+caption: Private Museum hazard function by year\n" "#+attr_latex: :width 16cm\n" "[[file:../figures/p_hazard_time.pdf]]"))
#+MACRO: ynkplt_p_agedens (eval (concat "#+label: fig:p_agedens\n" "#+caption: Age distribution of private museums\n" "#+attr_latex: :width 17cm\n" "[[file:../figures/p_agedens.pdf]]"))
#+MACRO: ynkplt_p_yeardens (eval (concat "#+label: fig:p_yeardens\n" "#+caption: Private Museum-year Distribution\n" "#+attr_latex: :width 19cm\n" "[[file:../figures/p_yeardens.pdf]]"))
#+MACRO: ynkplt_p_coxphdiag_more (eval (concat "#+label: fig:p_coxphdiag_more\n" "#+caption: Model Diagnostics\n" "#+attr_latex: :width 19cm\n" "[[file:../figures/p_coxphdiag_more.pdf]]"))
#+MACRO: ynkplt_p_pred_popprxcnt (eval (concat "#+label: fig:p_pred_popprxcnt\n" "#+caption: Predicted Avg. Hazard Rate on Regional PM Density and Population\n" "#+attr_latex: :width 18cm\n" "[[file:../figures/p_pred_popprxcnt.pdf]]"))
#+MACRO: ynkplt_p_pred_proxcntpop (eval (concat "#+label: fig:p_pred_proxcntpop\n" "#+caption: Predicted Avg. Hazard Rate on Regional PM Density and Population\n" "#+attr_latex: :width 18cm\n" "[[file:../figures/p_pred_proxcntpop.pdf]]"))
#+MACRO: ynkplt_p_condmef (eval (concat "#+label: fig:p_condmef\n" "#+caption: Conditional effects of Regional PM Density and Population\n" "#+attr_latex: :width 18cm\n" "[[file:../figures/p_condmef.pdf]]"))
#+MACRO: ynkplt_p_pred_heatmap (eval (concat "#+label: fig:p_pred_heatmap\n" "#+caption: Predicted Avg. Hazard Rate on Regional PM Density and Population (at available values)\n" "#+attr_latex: :width 18cm\n" "[[file:../figures/p_pred_heatmap.pdf]]"))
#+MACRO: ynkplt_p_heatmap_info (eval (concat "#+label: fig:p_heatmap_info\n" "#+caption: heatmap info plots\n" "#+attr_latex: :width 35cm\n" "[[file:../figures/p_heatmap_info.pdf]]"))
#+MACRO: ynkplt_p_pred_heatmap_wocryside (eval (concat "#+label: fig:p_pred_heatmap_wocryside\n" "#+caption: Predicted Avg. Hazard Rate from Regional PM Density and Population (without proxcnt < 2 & popm_circle10 <2)\n" "#+attr_latex: :width 18cm\n" "[[file:../figures/p_pred_heatmap_wocryside.pdf]]"))
#+MACRO: ynkplt_p_pred_heatmap_onlycryside (eval (concat "#+label: fig:p_pred_heatmap_onlycryside\n" "#+caption: Predicted Avg. Hazard Rate from Regional PM Density and Population (only proxcnt < 2 & popm_circle10 <2)\n" "#+attr_latex: :width 18cm\n" "[[file:../figures/p_pred_heatmap_onlycryside.pdf]]"))
#+MACRO: ynkplt_p_pred_heatmap_alt (eval (concat "#+label: fig:p_pred_heatmap_alt\n" "#+caption: Prediction Heatmap of Alternative model specifications\n" "#+attr_latex: :width 18cm\n" "[[file:../figures/p_pred_heatmap_alt.pdf]]"))
#+MACRO: ynkplt_p_surv_death (eval (concat "#+label: fig:p_surv_death\n" "#+caption: Comparison of Survival Estimates by Founder Death (95% CI)\n" "#+attr_latex: :width 18cm\n" "[[file:../figures/p_surv_death.pdf]]"))
#+MACRO: ynkplt_p_lngtdvelp (eval (concat "#+label: fig:p_lngtdvelp\n" "#+caption: Composition of private museum population\n" "#+attr_latex: :width 18cm\n" "[[file:../figures/p_lngtdvelp.pdf]]"))


# figlbls
#+MACRO: refplt_p_vrblcvrg_ugrpd \ref{fig:p_vrblcvrg_ugrpd}
#+MACRO: refplt_p_vrblcvrg \ref{fig:p_vrblcvrg}
#+MACRO: refplt_p_vrblcvrg_ratio \ref{fig:p_vrblcvrg_ratio}
#+MACRO: refplt_p_vrblcvrg_pca \ref{fig:p_vrblcvrg_pca}
#+MACRO: refplt_p_scree \ref{fig:p_scree}
#+MACRO: refplt_p_pca_loadings \ref{fig:p_pca_loadings}
#+MACRO: refplt_p_pca_scores \ref{fig:p_pca_scores}
#+MACRO: refplt_p_surv \ref{fig:p_surv}
#+MACRO: refplt_p_hazard \ref{fig:p_hazard}
#+MACRO: refplt_p_hazard_time \ref{fig:p_hazard_time}
#+MACRO: refplt_p_agedens \ref{fig:p_agedens}
#+MACRO: refplt_p_yeardens \ref{fig:p_yeardens}
#+MACRO: refplt_p_coxphdiag_more \ref{fig:p_coxphdiag_more}
#+MACRO: refplt_p_pred_popprxcnt \ref{fig:p_pred_popprxcnt}
#+MACRO: refplt_p_pred_proxcntpop \ref{fig:p_pred_proxcntpop}
#+MACRO: refplt_p_condmef \ref{fig:p_condmef}
#+MACRO: refplt_p_pred_heatmap \ref{fig:p_pred_heatmap}
#+MACRO: refplt_p_heatmap_info \ref{fig:p_heatmap_info}
#+MACRO: refplt_p_pred_heatmap_wocryside \ref{fig:p_pred_heatmap_wocryside}
#+MACRO: refplt_p_pred_heatmap_onlycryside \ref{fig:p_pred_heatmap_onlycryside}
#+MACRO: refplt_p_pred_heatmap_alt \ref{fig:p_pred_heatmap_alt}
#+MACRO: refplt_p_surv_death \ref{fig:p_surv_death}
#+MACRO: refplt_p_lngtdvelp \ref{fig:p_lngtdvelp}


# reftbl
#+MACRO: reftbl_t_coxzph \ref{tbl:t_coxzph}
#+MACRO: reftbl_t_sumstats \ref{tbl:t_sumstats}
#+MACRO: reftbl_t_selfid \ref{tbl:t_selfid}
#+MACRO: reftbl_t_reg_coxph_deathcfg \ref{tbl:t_reg_coxph_deathcfg}
#+MACRO: reftbl_t_drop1 \ref{tbl:t_drop1}
#+MACRO: reftbl_t_reg_coxph \ref{tbl:t_reg_coxph}
#+MACRO: reftbl_t_reg_coxph_density \ref{tbl:t_reg_coxph_density}
#+MACRO: reftbl_t_reg_coxph_timeslice \ref{tbl:t_reg_coxph_timeslice}
#+MACRO: reftbl_t_reg_coxph_comp \ref{tbl:t_reg_coxph_comp}
#+MACRO: reftbl_t_reg_coxph_dens \ref{tbl:t_reg_coxph_dens}
#+MACRO: reftbl_t_reg_coxph_env \ref{tbl:t_reg_coxph_env}
#+MACRO: reftbl_t_reg_coxph_af \ref{tbl:t_reg_coxph_af}
#+MACRO: reftbl_t_reg_coxph_timecfg \ref{tbl:t_reg_coxph_timecfg}
#+MACRO: reftbl_t_reg_coxph_dimred \ref{tbl:t_reg_coxph_dimred}
#+MACRO: reftbl_t_reg_coxph_reg \ref{tbl:t_reg_coxph_reg}


# coefs
#+MACRO: coef_genderF -0.038
#+MACRO: coef_gendercouple -0.140
#+MACRO: coef_pmdens_cry 0.648
#+MACRO: coef_pmdens_cry_sq -0.027
#+MACRO: coef_slfidfcnfoundation 0.203
#+MACRO: coef_slfidfcncollection -0.454
#+MACRO: coef_slfidfcnother 1.091
#+MACRO: coef_founder_dead_binary 0.280
#+MACRO: coef_muem_fndr_name 0.048
#+MACRO: coef_an_inclusionincluded 0.193
#+MACRO: coef_an_inclusiondropped 0.460
#+MACRO: coef_proxcnt10 0.263
#+MACRO: coef_popm_circle10 0.268
#+MACRO: coef_recession -1.586
#+MACRO: coef_covid 0.423
#+MACRO: coef_proxcnt10:popm_circle10 -0.089
#+MACRO: pvlu_genderF 0.91
#+MACRO: pvlu_gendercouple 0.66
#+MACRO: pvlu_pmdens_cry 0.058
#+MACRO: pvlu_pmdens_cry_sq 0.22
#+MACRO: pvlu_slfidfcnfoundation 0.62
#+MACRO: pvlu_slfidfcncollection 0.40
#+MACRO: pvlu_slfidfcnother 0.00032
#+MACRO: pvlu_founder_dead_binary 0.52
#+MACRO: pvlu_muem_fndr_name 0.87
#+MACRO: pvlu_an_inclusionincluded 0.57
#+MACRO: pvlu_an_inclusiondropped 0.35
#+MACRO: pvlu_proxcnt10 0.00047
#+MACRO: pvlu_popm_circle10 0.0047
#+MACRO: pvlu_recession 0.12
#+MACRO: pvlu_covid 0.15
#+MACRO: pvlu_proxcnt10:popm_circle10 0.0032
#+MACRO: coef_genderF_exp 0.96
#+MACRO: coef_gendercouple_exp 0.87
#+MACRO: coef_pmdens_cry_exp 1.91
#+MACRO: coef_pmdens_cry_sq_exp 0.97
#+MACRO: coef_slfidfcnfoundation_exp 1.23
#+MACRO: coef_slfidfcncollection_exp 0.63
#+MACRO: coef_slfidfcnother_exp 2.98
#+MACRO: coef_founder_dead_binary_exp 1.32
#+MACRO: coef_muem_fndr_name_exp 1.05
#+MACRO: coef_an_inclusionincluded_exp 1.21
#+MACRO: coef_an_inclusiondropped_exp 1.58
#+MACRO: coef_proxcnt10_exp 1.30
#+MACRO: coef_popm_circle10_exp 1.31
#+MACRO: coef_recession_exp 0.20
#+MACRO: coef_covid_exp 1.53
#+MACRO: coef_proxcnt10:popm_circle10_exp 0.92
#+MACRO: coef_genderF_perc 3.9
#+MACRO: coef_gendercouple_perc 15
#+MACRO: coef_pmdens_cry_perc 91
#+MACRO: coef_pmdens_cry_sq_perc 2.8
#+MACRO: coef_slfidfcnfoundation_perc 23
#+MACRO: coef_slfidfcncollection_perc 58
#+MACRO: coef_slfidfcnother_perc 198
#+MACRO: coef_founder_dead_binary_perc 32
#+MACRO: coef_muem_fndr_name_perc 4.9
#+MACRO: coef_an_inclusionincluded_perc 21
#+MACRO: coef_an_inclusiondropped_perc 58
#+MACRO: coef_proxcnt10_perc 30
#+MACRO: coef_popm_circle10_perc 31
#+MACRO: coef_recession_perc 389
#+MACRO: coef_covid_perc 53
#+MACRO: coef_proxcnt10:popm_circle10_perc 9.3


# coefs2
#+MACRO: popm_circle10_marg0 2.97
#+MACRO: proxcnt10_marg0 3.03
#+MACRO: N_below_popm_circle0_marg0 5056
#+MACRO: perc_below_popm_circle10_marg0 83
#+MACRO: N_below_proxcnt10_marg0 4960
#+MACRO: perc_below_proxcnt10_marg0 81
#+MACRO: N_zoneBL 4508
#+MACRO: N_zoneTL 452
#+MACRO: N_zoneBR 548
#+MACRO: N_zoneTR 588
#+MACRO: N_zonebottom 5056
#+MACRO: N_zonetop 1040
#+MACRO: N_zoneleft 4960
#+MACRO: N_zoneright 1136
#+MACRO: perc_zoneBL 74
#+MACRO: perc_zoneTL 7
#+MACRO: perc_zoneBR 9
#+MACRO: perc_zoneTR 10
#+MACRO: perc_zonebottom 83
#+MACRO: perc_zonetop 17
#+MACRO: perc_zoneleft 81
#+MACRO: perc_zoneright 19
:end:


* Supplementary online materials


** Alternative competition specifications


{{{ynkplt_p_pred_heatmap_alt}}}


Alternative Specifications of competition exist.
#
First, it is possible to argue that the primary mechanism through which private museums compete with each other is by limiting each other's audience.
#
This specification leads to the construction of the Audience variable, which describes the number of people in the 10 km surrounding by the number of private museums present.
#
Under this assumption, the situation of a private museum which is alone in an environment of 1 million people is equivalent to one in an environment of 3 million people with 2 other private museums, as each museums is "assigned" a pool of 1 million people.
#
Secondly, one might argue that the competition between private museums is scaled by the amount of people, which corresponds to specifying competition as the number of other private museums per (million) population.
# 
In this case, the absence of other private museums assumes absence of competition, regardless of the audience size.

#+latex: \begin{landscape}
#+INCLUDE: "../tables/t_reg_coxph_env_wcpF.tex" export latex
#+latex: \end{landscape}

These while it would be possible for these different specifications to lead to similar interpretations, in practice they diverge substantially (table {{{reftbl_t_reg_coxph_env}}}).
#
Using Private museum density (model 2 and 3 for linear and log-transformed audience, figure {{{refplt_p_pred_heatmap_alt}}} bottom left), the general conclusion would be that (logged) competition increases mortality as predicted closing chance is highest in areas of low population and large private museum populations.
#
However, using audience (models 4 and 5, figure {{{refplt_p_pred_heatmap_alt}}} bottom right) leads to the opposite conclusion, as higher audience is associated with higher mortality; predicted closing chance is highest for areas of low numbers of private museums and large populations.
#
While it is beyond the scope of the paper to explore the origin of these diverging perspectives in detail, it is worth pointing out that the main specification of private interacted private museum and population counts captures both of these relationships, which arguably makes it preferable for its encompassingness.
#




** Alternative sample specifications

#+INCLUDE: "../tables/t_reg_coxph_density_wcpF.tex" export latex

To investigate the robustness of the coefficients across different values, table {{{reftbl_t_reg_coxph_density}}} shows how coefficients according to sample restrictions. 
# 
In model 1, only museums are included which are located in areas with the highest value combination of number and private museums and population, i.e. museums located in an environment of less than 2 million people and 0 or 1 other private museums (the "countryside").
#
In model 2, the "countryside" is excluded.
#
However, both these models are not reliable, as they do not properly converge (indicated by extremely large coefficients in both models).


** Alternative time range specifications
#+INCLUDE: "../tables/t_reg_coxph_timeslice_wcpF.tex" export latex

Table {{{reftbl_t_reg_coxph_timeslice}}} investigates whether relationships have substantially changed over time.
#
However, subsetting the dataset to different year ranges shows general consistency of the main findings, in particular insignificant coefficients for the founder's death, gender, Artnews ranking variables, inclusion of founder name in museum name, positive and significant coefficients for self-identification as other, population and private museum numbers, and a significant negative interaction between private museum numbers and population.

** Inclusion of Exhibition data

#+INCLUDE: "../tables/t_reg_coxph_af_wcpF.tex" export latex

It is also possible to include an indicator whether museums have had exhibitions of contemporary art.
#
For this the database of Artfacts is used.
#
It is not included in the main model as it might reflect resources (with larger museums being more likely to organize exhibitions), which would then influence the coefficients of other variables. 
#
Controlling for the mechanism (or a proxy of it) would then lead to coefficients corresponding to comparisons where resources are equal.
#
Alternatively, exhibitions could enhance the reputation of museums, as it might lead to higher recognition among third parties such as sponsors and governments of the public good the museum provides.
#
Temporary exhibitions might also be a way to attract larger audiences, but as museum operations are unprofitable, the ticket revenues likely do not lead to a better financial situation.
#
To investigate the role of exhibitions anyways, table {{{reftbl_t_reg_coxph_af}}} includes next to the main model two models with different exhibition specifications.
#
"Exhibition any" is a time-invariant indicator measuring whether Artfacts has ever recorded this museum as organizating an exhibition, "Exhibition any last 5 years" is a time-varying variable indicating whether an exhibition has been taken place in the previous 5 years.
#
Both coefficients are not significant, and do not substantially change the coefficients of other variables. 


# The lack of a relation between temporary exhibitions and survival prospect is somewhat unexpected.
# #
# It was expected that as temporary exhibitions constitute one of the main tasks of a museums operations, organizing them would benefit a museum financially (via visitor fees) and symbolically (via prestige of other art field actors, which might be developed into further contacts), leading to higher survival chances[fn::Furthermore, the ability to organization exhibitions likely reflects museum resources, which should also enhance survival.]
# # not sure this follows
# However, organizing exhibitions does not seem to bestow benefits for the museums which organize them, nor do organizations seem to be organized only by established/sustainable/secure organizations.
# #
# One possibility for this discrepancy could be that exhibitions are expensive, and whatever benefits gained from them are offset by the associated costs.
# #
# One might see in this association again the importance of the founder:
# #
# Founders who are committed to their museums will keep them alive, regardless of whether or not they plan to organize temporary exhibitions.

** Inclusion of regional indicators


#+latex: \begin{landscape}
#+INCLUDE: "../tables/t_reg_coxph_reg_wcpF.tex" export latex
#+latex: \end{landscape}

As private museum closing might depend on particular country- or region-level factors, table {{{reftbl_t_reg_coxph_reg}}} shows a number of Cox Proportional Hazard regression models results with different sets of dummy variables.
#
In particular, dummy variables are added for UN region code (with a minor modification of splitting the Americas into North and Latin America according to the UN subregion codes and reference category of Africa), the UN subregion code itself (with reference category of Northern America), as well as country level (with reference category of United States).
#
For models with country-dummies, country-level private museum density variables are removed as the high collinearity led to unreasonably high country-dummy estimates.
#
As many countries and some UN subregions have too few private museums for the model to converge correctly, the dataset is reduced to include only regions or countries with 10 or more private museums (in the case of country2, 15 private museums).
#
To identify whether any change in coefficients is due to addition of variables or exclusion of cases, a separate model with the same restricted sample but without region/country dummies is included.


None of the models show a significant region or country dummy variables, nor substantial changes of the coefficients of the main predictors (a minor change is that the addition of country dummies results in a significant coefficient for the Covid-19 pandemic).
#
While log-likelihood decreases by definition, model fit indices (AIC and BIC) that penalize inclusion of additional variables indicate worse fit for models with region/country dummies, except in the case of the AIC for the inclusion of UN subregion dummies, where a small improvement is observed.
#
Taken together, these results indicate little support for an importance of time-invariant contextual factors on the level of the region or country on private museum survival. 


** Measurement of museum-level variables

{{{refplt_p_vrblcvrg_ratio}}}
Figure {{{refplt_p_vrblcvrg_ratio}}} shows the variable coverage by whether a museum is open or closed at the status of data collection (2020-2022).
#
Not only is coverage on most variables far from complete, which would already make it difficult to construct indicators of them, but variable coverage is substantially worse for closed museums than for open museums, especially variables related to the collection, operation, relations to other actors and social media.
#
In principle it is possible to treat absence of evidence as evidence of absence, and assume that not measuring the presence of e.g. temporary exhibitions, educational events, restaurants or cooperations means that these are absent.


Under this assumption, based on variables where an absence is a plausible value (i.e. not including variables such as floor size, collection size or opening times) a principal component analysis was performed.
#
figure FIXME


and the two first factors included in the regression results.

# FIXME put table here

